Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh127-v3.tmx
Source language: bo
Languages: en

source: །ཚངས་པའི་དབྱངས་མངའ་བདེ་གཤེགས་ཐུགས་རྗེ་ཅན།
en: Compassionate one, you have the voice of Brahmā.

source: །གང་གི་སླད་དུ་འཛུམ་མཛད་བསྟན་དུ་གསོལ།
en: For what reason did you smile? {92} “You know the minds and conduct

source: །འདས་དང་མ་འོངས་པ་དང་ད་ལྟར་གྱི། །འཇིག་རྟེན་སེམས་ཅན་ཇི་སྙེད་ཀུན་གྱི་ཡང་། །སེམས་དང་སྤྱོད་པ་ཀུན་ལ་རབ་ཏུ་མཁས།
en: Of all the beings in the world, Those in the past, the future, and the present.

source: །གང་གི་སླད་དུ་འཛུམ་བསྟན་བཤད་དུ་གསོལ།
en: Tell us the reason why you smiled. {93}

source: །རྒྱལ་བ་ཇི་སྙེད་སུ་དག་ཐུགས་རྗེ་ཅན།
en: “All of the jinas, the compassionate ones,

source: །དབང་དང་ཡེ་ཤེས་ཀུན་གྱི་ཕ་རོལ་ཕྱིན།
en: They who have reached the perfection of power and wisdom,

source: །དྲི་མེད་ཟླ་ཞལ་རྒྱལ་བ་དེ་དག་ནི།
en: The jinas whose faces are like stainless moons,

source: །རྟག་ཏུ་རྒྱུ་མེད་འཛུམ་པ་མི་མཛད་དོ།
en: Have never smiled without a reason. {94}

source: །བསྐལ་པ་བྱེ་བར་བརྗོད་ཀྱང་མཚུངས་མེད་པ།
en: “If for millions of eons one were to describe your unequaled qualities,

source: །གང་གཱའི་བྱེ་སྙེད་ཡོན་ཏན་བརྗོད་བགྱིས་ཀྱང་།
en: Which are as numerous as the sands of the Ganges,

source: །ཡོན་ཏན་དག་གི་ཚད་བརྗོད་མི་ནུས་པ།
en: One would not be able to describe them fully.

source: །འཛུམ་པ་བསྟན་པའི་ལེའུ་སྟེ་བཅུ་བཞི་པའོ།། །།
en: Conclusion of the fourteenth chapter, “The Buddha’s Smile.” The Elucidation of the Buddha’s Smile Chapter 15

source: དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་འཐུན་པའི་ཚིགས་སུ་བཅད་པ་འདི་དག་གིས་སླར་བཀའ་སྩལ་པ།
en: At that time the Bhagavān spoke these appropriate verses to Bodhisattva Maitreya:

source: ཟླ་འོད་གཞོན་ནུར་གྱུར་པ་འདི་ཉིད་ཀྱིས།
en: “This youth, Candraprabha,

source: །མཚུངས་པ་མེད་པའི་དགའ་བས་སངས་རྒྱས་བསྟོད། །སངས་རྒྱས་ཡོན་ཏན་བྱེ་བྲག་འཕགས་བརྗོད་པ།
en: Has praised the Buddha with unequaled joy. He described the unique superior qualities of the buddhas.

source: །རྟག་ཏུ་ཁོར་མོར་ཤིན་ཏུ་བསྔགས་པར་འགྱུར།
en: All the time he is reciting their praises. {1}

source: །སྔོན་ཡང་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་འདིར།
en: “In this very city of Rājagṛha in the past

source: །སངས་རྒྱས་དག་ཀྱང་བྱེ་བ་ཕྲག་སྟོང་མཐོང་།
en: He has seen ten thousand million buddhas.

source: །རྒྱལ་བ་དེ་དག་ཀུན་གྱི་དྲུང་དུ་འདིས།
en: In the presence of all those jinas

source: །ཏིང་འཛིན་ཞི་མཆོག་འདི་ཡང་རབ་ཏུ་དྲིས།
en: He asked about this supreme samādhi of peace. {2} “He has always been my son,

source: །བྱང་ཆུབ་སྤྱོད་པ་མཆོག་འདི་སྤྱད་པ་ན། །འདི་ནི་ཀུན་ཏུ་ང་ཡི་བུར་གྱུར་ཏེ།
en: Practicing this supreme bodhisattva conduct.

source: །ཐམས་ཅད་དུ་ཡང་སྤོབས་དང་ལྡན་པར་གྱུར།
en: He has always had the confidence of speech,

source: །ཀུན་ཏུ་རྟག་པར་ཚངས་པར་སྤྱོད་པ་སྤྱད།
en: And always he has been practicing celibacy. {3}

source: །དེ་ནི་ཕྱི་དུས་འཇིགས་པ་ཆེན་པོ་ལ།
en: “In the very fearful future times

source: །འདི་ལ་མ་ཕམ་ཁྱོད་ཉིད་ང་ཡི་དཔང་།
en: You, Ajita, will be my witness.

source: །རྟག་ཏུ་ཚངས་སྤྱོད་གཙང་ལ་གནས་ནས་ནི།
en: Always remaining in a state of celibacy,

source: །ཏིང་ངེ་འཛིན་འདི་ཤིན་ཏུ་རྒྱས་བྱེད་འགྱུར།
en: He will make this samādhi widespread. {4}

source: །ཏིང་འཛིན་དམ་པ་འདི་ནི་རབ་ཚོལ་ཞིང་།
en: “Those who seek entry into this sublime samādhi,

source: །ལམ་འདིར་ཞུགས་པས་བྱང་ཆུབ་ངེས་ཐོབ་འགྱུར།
en: Through that path will attain enlightenment.

source: །སངས་རྒྱས་བྱེ་བ་མང་པོས་ཡོངས་བཟུང་སྟེ།
en: He will be adopted by many millions of buddhas

source: །འདྲེན་པ་རྣམས་ལ་མཆོད་པ་མཆོག་བྱེད་འགྱུར།
en: And he will make supreme offerings to those guides. {5}

source: །ང་ནི་ཡེ་ཤེས་ལ་ཡང་རབ་གནས་ཏེ།
en: “I prophesy that, remaining in wisdom,

source: །ཟླ་འོད་སྤྱོད་པ་ཁྱད་ཞུགས་ལུང་བསྟན་ཅིང་།
en: Candraprabha’s conduct will be exceptional.

source: །འདི་ཡི་སྲོག་དང་ཚངས་པར་སྤྱོད་པ་དག །ཕྱི་མའི་དུས་ལ་བར་ཆད་མེད་པར་བྱ།
en: In the future times there will be no obstacle To his celibacy or to his life. {6} “He will know millions of buddhas as clearly

source: །ལག་མཐིལ་སྐྱུ་རུ་འབྲུ་ལྔ་བཀོད་པ་བཞིན།
en: As five myrobalan plums in the palm of the hand.

source: །མ་འོངས་པ་ན་གང་ལ་མཆོད་འགྱུར་བ།
en: And he will make offerings in the future to even more,

source: །སངས་རྒྱས་བྱེ་བ་དག་ནི་ཕྲག་སྟོང་དང་། །དེ་ལས་ལྷག་པར་གང་གཱའི་བྱེ་སྙེད་ཤེས།
en: As numerous as sand grains in the Ganges. {7}

source: །ལྷ་དང་ཀླུ་རྣམས་བྱེ་བ་བརྒྱད་ཅུ་དང་། །གནོད་སྦྱིན་བྱེ་བ་སྟོང་ཕྲག་བདུན་ཅུ་དག །ཕྱི་མའི་དུས་ལ་བརྩོན་པ་བྱེད་པར་འགྱུར།
en: “Eight hundred million devas and nāgas, And seven hundred billion yakṣas, In future times will be zealous

source: །རྐང་གཉིས་གཙོ་བོ་ལ་ཡང་མཆོད་པ་བྱེད།
en: And make offerings to the supreme among humans. {8}

source: །རྐང་གཉིས་གཙོ་ལ་མཆོད་པ་མཆོག་བྱས་ཏེ།
en: “He will make offerings to the supreme human

source: །ཡེ་ཤེས་བླ་མེད་འདི་ནི་རབ་བསྒྲུབས་ནས།
en: And will practice this unsurpassable wisdom.

source: །ཕྱི་མའི་དུས་ལ་དེ་ནི་འཇིག་རྟེན་མགོན།
en: In a future time he will become a Lord of the World,

source: །རྒྱལ་བ་དྲི་མེད་འོད་ཅེས་བྱ་བར་འགྱུར།
en: A jina by the name of Vimalaprabha.” {9}

source: །ཟླ་འོད་གཞོན་ནུར་གྱུར་པས་བདག་ཉིད་ཀྱི། །ལུང་བསྟན་འདི་ཐོས་དགའ་བས་རྒྱས་གྱུར་ཏེ།
en: The young man was overjoyed On hearing this prophecy about himself.

source: །ཏ་ལ་བདུན་སྲིད་དུ་ནི་མངོན་འཕགས་ནས།
en: Candraprabha floated up to the height of seven palm trees

source: །མཁའ་ལ་འདུག་སྟེ་ཆེད་དུ་བརྗོད་པ་བརྗོད།
en: And remaining in the sky he made this declaration: {10}

source: །ཨེ་མ་རྒྱལ་བ་ཆོས་མཆོག་སྟོན་མཛད་པ།
en: “O Jina, you who teach the supreme Dharma,

source: །རྣལ་གྲོལ་ཡེ་ཤེས་བདག་པོ་སྟོབས་ལ་གནས།
en: You have the power of a lord of liberating wisdom.

source: །ཤིན་ཏུ་ངེས་པའི་ཡེ་ཤེས་མཆོག་གནས་པས།
en: You remain in the certainty of supreme wisdom

source: །ཕ་རོལ་རྒོལ་བ་དག་གིས་ཟིལ་མི་ནོན།
en: And cannot be defeated by adversaries. {11}

source: །ཆགས་པ་སྤངས་ཤིང་རྣམ་པར་གྲོལ་ལ་རེག །དངོས་པོ་རྣམ་བཤིག་སྲིད་པར་ཆགས་མི་མཛད།
en: “You have abandoned attachment and reached liberation. You have no attachment to existence, which is devoid of things.

source: །ཁྱོད་ལ་སྤྲོས་པ་མཐའ་དག་ཀུན་མི་མངའ།
en: You have no conceptualization whatsoever.

source: །སྲིད་པ་གསུམ་ལ་ཆགས་མེད་ཡེ་ཤེས་འཇུག །སྤྲོས་པ་ཐམས་ཅད་ཀྱིས་ཀྱང་མི་གོས་ཤིང་།
en: You have the wisdom of nonattachment toward the three existences. {12} “You are unstained by any conceptualization.

source: །ལྟ་བ་སྤྲོས་པ་མཐའ་དག་རབ་ཏུ་སྤངས།
en: You are free of all conceptualized views.

source: །ལམ་ཡང་ཤིན་ཏུ་བསྒོམས་ཤིང་གནས་མེད་པ།
en: You have meditated perfectly on the path that has no location.

source: །ཟིལ་གྱིས་མ་ནོན་སུ་དང་མི་འཕྲོད་མེད།
en: You cannot be defeated or hindered by anyone. {13}

source: །ཁྱོད་ནི་ཁམས་གསུམ་དག་ལ་གནས་མེད་དེ།
en: “You have no residence in the three realms.

source: །ཆུ་བོ་དང་ནི་མདུད་པ་ཐམས་ཅད་སྤངས།
en: You are free from the floods and the knots.

source: །སྲིད་པའི་འཁྲི་ཤིང་འཆིང་བ་མཐའ་དག་བཅད།
en: You have cut through the bondage of the creepers of craving.

source: །སྲིད་པ་སྤངས་ཤིང་སྲིད་པར་མཚམས་སྦྱོར་མེད།
en: You are free of existence and are devoid of existence. {14}

source: །ཆོས་ཀྱི་རང་བཞིན་དངོས་མེད་རབ་མཁྱེན་ཅིང་།
en: “You know the nonexistence that is the nature of phenomena.

source: །བརྗོད་དུ་མེད་པའི་ཚིག་ཀྱང་ཐུགས་སུ་ཆུད།
en: You make understood in words that which cannot be described.

source: །མུ་སྟེགས་ཕྱིན་ཅི་ལོག་ལ་གནས་པ་དག །མི་མཁས་དེ་བཞིན་སེང་གེས་ཝ་བཞིན་བཤིག །བདེ་བར་གཤེགས་པས་བསྟན་པའི་ཆོས་ཀྱི་གཏེར།
en: Just as the lion destroys the jackal, You defeat the unwise tīrthikas. {15}

source: །གཏེར་མཆོག་དམ་པ་བདག་གིས་དེང་ཐོབ་སྟེ།
en: “I have obtained today the highest treasure, The treasure of the Dharma taught by the Sugata.

source: །ངན་འགྲོ་ལོག་པར་ལྟུང་བ་ཐམས་ཅད་སྤངས།
en: I am freed from falling into any of the lower existences.

source: །འདྲེན་པར་མི་འགྱུར་སྙམ་པའི་ཐེ་ཚོམ་མེད།
en: I will never have doubts that you are my guide. {16} “He placed upon my head his hand,

source: །གསེར་གྱི་ཁ་དོག་མཛེས་ཤིང་འོད་གསལ་བ།
en: Which was shining, beautiful, the color of gold.

source: །ཕྱག་བརྐྱང་དེ་ཡི་མགོ་ལ་རབ་བཞག་ནས།
en: He gave me the consecration to be a supreme leader of humans,

source: །ལྷར་བཅས་འཇིག་རྟེན་དག་ཀྱང་དཔང་བཀོད་དེ། །མི་ཡི་ཁྱུ་མཆོག་བྱང་ཆུབ་དབང་བསྐུར་མཛད།
en: With the world and its devas as witnesses.” {17}

source: །འཛུམ་པ་ལུང་བསྟན་པའི་ལེའུ་སྟེ་བཅོ་ལྔ་པའོ།། །།
en: Conclusion of the fifteenth chapter, “The Elucidation of the Buddha’s Smile.” The Past Chapter 16

source: དེ་ནས་ཡང་བཅོམ་ལྡན་འདས་ཀྱིས་ཟླ་འོད་གཞོན་ནུར་གྱུར་པ་ལ་བཀའ་སྩལ་པ། གཞོན་ནུ་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་ཅན་ཐམས་ཅད་སྲིད་པའི་སྡུག་བསྔལ་ཐམས་ཅད་ལས་ཐར་བར་བྱ་བར་འདོད་པ་དང་། །ཏིང་ངེ་འཛིན་གྱི་དགའ་ཞིང་བདེ་བ་བླ་ན་མེད་པ་འཕགས་པ་འདི་ལ་སེམས་ཅན་རྣམས་རབ་ཏུ་དགོད་པར་འདོད་པས་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་མཉམ་པ་ཉིད་རྣམ་པར་སྤྲོས་པ་ཏིང་ངེ་འཛིན་གྱི་རྒྱལ་པོ་འདི་མཉན་པར་བྱ། གཟུང་བར་བྱ། ཀུན་ཆུབ་པར་བྱ། བཅང་བར་བྱ། བཀླག་པར་བྱ། རབ་ཏུ་གདོན་པར་བྱ།
en: The Bhagavān then said to the youth Candraprabha, “Young man, bodhisattva mahāsattvas thus wish to liberate all beings from all the suffering of existence. They wish to establish beings in the noble, unsurpassable bliss and joy of samādhi.

source: ལུང་མནོད་པར་བྱ། ཁ་ཏོན་དུ་བྱ། ཉོན་མོངས་པ་མེད་པའི་བསྒོམ་པས་བསྒོམ་པར་བྱ། མང་དུ་བྱ། གཞན་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་བསྟན་པར་བྱའོ།
en: Therefore they should hear this king of samādhis, the revealed equality of the nature of all phenomena, obtain it, understand it, preserve it, recite it to others, promote it, proclaim it, chant it, meditate on it with unadulterated meditation, promulgate it, and make it widely known to others.

source: གཞོན་ནུ་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་མཉམ་པ་ཉིད་རྣམ་པར་སྤྲོས་པ་ཏིང་ངེ་འཛིན་གྱི་རྒྱལ་པོ་འདི་ནི་ངན་སོང་ཐམས་ཅད་ལས་འདའ་བར་བྱེད་པ། ནད་ཐམས་ཅད་ལས་རབ་ཏུ་ཐར་བར་བྱེད་པ་ཡིན་ཏེ།
en: Young man, this king of samādhis, the revealed equality of the nature of all phenomena, causes one to transcend all lower existence and be freed from all illness.

source: གཞོན་ནུ་ནམ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་མཉམ་པ་ཉིད་རྣམ་པར་སྤྲོས་པ་ཏིང་ངེ་འཛིན་གྱི་རྒྱལ་པོ་འདི་ཐོས་ཤིང་བཟུང་སྟེ་བསྒོམས་པར་གྱུར་པ་དེའི་ཚེ། གཞོན་ནུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་སེམས་ཅན་ཐམས་ཅད་སྲིད་པའི་སྡུག་བསྔལ་ཐམས་ཅད་ལས་ཐར་བར་བྱས་ཤིང་ཏིང་ངེ་འཛིན་གྱི་དགའ་བའི་བདེ་བ་བླ་ན་མེད་པ་འཕགས་པ་ལ་སེམས་ཅན་རྣམས་རབ་ཏུ་འགོད་དེ་ཏིང་ངེ་འཛིན་འདི་ཡང་མྱུར་དུ་འཐོབ་བོ།
en: “Young man, when bodhisattva mahāsattvas hear this king of samādhis, the revealed equality of the nature of all phenomena, obtain it, and meditate on it, then, young man, those bodhisattva mahāsattvas liberate all beings from all the sufferings of existence.

source: །བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱང་མྱུར་དུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: They will establish them in the noble, unsurpassable bliss and joy of samādhi, this samādhi will be quickly attained, and the highest, complete enlightenment of perfect buddhahood will be quickly attained.”

source: །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཟླ་འོད་གཞོན་ནུར་གྱུར་པ་ལ་དོན་འདི་ཉིད་བསྟན་པའི་ཕྱིར་ཚིགས་སུ་བཅད་པའི་དབྱངས་ཀྱིས་སྔོན་བྱུང་བའི་གཏམ་བསྟན་པ་འདི་ཡང་དག་པར་རབ་ཏུ་བཤད་དོ།
en: Thereupon the Bhagavān, in order to teach this meaning to Candraprabha, repeated what he had previously said by explaining it in the following verses.

source: །སྔོན་ཆད་སྤྱོད་པ་སྤྱད་པ་དྲན་པ་ནི།
en: “I remember that, as I was practicing in the past,

source: །བདེ་གཤེགས་སེང་གེ་རྒྱལ་མཚན་བསྟན་པ་ལ།
en: In the teaching of Sugata Siṃhadhvaja

source: །དགེ་སློང་མཁས་པ་ཆོས་སྨྲ་བྱུང་བ་ཡང་།
en: There was a wise bhikṣu, a dharmabhāṇaka

source: །དེ་ཡི་མིང་ནི་ཚངས་པས་བྱིན་ཞེས་བྱ།
en: Whose name was Brahmadatta. {1}

source: །ང་ནི་བློ་གྲོས་ཞེས་བྱ་རྒྱལ་པོའི་བུ།
en: “At that time I was Prince Mati.

source: །ན་བར་གྱུར་ཏེ་མི་བཟད་སྡུག་བསྔལ་ཚོར།
en: I was tormented by the pain of an illness.

source: །དེ་ཚེ་ཚངས་པས་བྱིན་པ་ཆོས་སྨྲ་བ།
en: The dharmabhāṇaka Brahmadatta

source: །ང་ཡི་སློབ་དཔོན་དུ་ནི་གྱུར་པ་ཡིན།
en: Became my teacher at that time. {2}

source: །ང་ནི་སྨན་པ་ལྔ་བརྒྱ་མི་ཉུང་བ།
en: “More than five hundred physicians

source: །བརྩོན་པའི་ཡིད་ཀྱིས་ནད་དཔྱད་གསོ་བར་བྱེད།
en: Diligently sought to cure that illness,

source: །ང་ཡི་ནད་ནི་གསོ་བར་མ་ནུས་ནས།
en: But they were unable to cure me of my disease.

source: །ང་ཡི་གཉེན་བཤེས་ཀུན་ཀྱང་སྡུག་བསྔལ་གྱུར།
en: Everyone in my family was in suffering. {3}

source: །ང་ཡང་ན་བར་དགེ་སློང་དེས་ཐོས་ནས།
en: “The bhikṣu heard about my illness,

source: །ནད་དྲི་བར་ནི་ང་ཡི་དྲུང་དུ་འོངས།
en: And he came to me and asked about it.

source: །ཚངས་བྱིན་ང་ལ་བརྩེ་བ་རབ་བསྐྱེད་ནས།
en: Brahmadatta felt great pity for me,

source: །ཏིང་འཛིན་མཆོག་འདི་དེ་ཚེ་བཤད་པར་གྱུར།
en: And he taught me this supreme samādhi. {4}

source: །ང་ནི་ཏིང་འཛིན་དམ་པ་འདི་ཐོས་ནས།
en: “When I had heard this sublime samādhi

source: །འཕགས་པའི་དགའ་བ་ཟང་ཟིང་མེད་པ་སྐྱེས།
en: I experienced a noble, nonworldly joy.

source: །ཆོས་ཀྱི་ངོ་བོ་ཉིད་ཀྱང་རབ་ཤེས་པས།
en: I understood the essential nature of phenomena

source: །ང་ཡང་དེ་ཡི་དུས་ན་ནད་ལས་སོས། །མར་མེ་མཛད་ནི་སྤྱད་པ་སྤྱོད་པ་ན།
en: And at that time I was healed of my disease. {5}

source: །དགེ་སློང་ཆོས་སྨྲ་མཁས་པར་གྱུར་པ་ཡིན།
en: “That wise dharmabhāṇaka bhikṣu was Dīpaṃkara While he was practicing bodhisattva conduct,

source: །ང་ནི་བློ་གྲོས་རྒྱལ་པོའི་བུར་གྱུར་ཏེ། །ཏིང་འཛིན་ཡེ་ཤེས་ཀྱིས་ནི་ནད་ལས་ཐར།
en: And I was Prince Mati, who was freed from illness Through the wisdom of the samādhi. {6}

source: །དེ་བས་གཞོན་ནུ་ཁྱོད་ཀྱིས་ཕྱི་དུས་ན།
en: “Therefore, young man, in the future

source: །ཡོངས་སུ་ཉམས་པ་འདི་དག་རྗེས་དྲན་ཞིང་།
en: Remember past declines like that.

source: །བྱིས་པས་ཉེས་པར་བརྗོད་པའི་ཚིག་བཟོད་གྱིས།
en: Tolerate the bad things the foolish will say

source: །ཏིང་འཛིན་འདི་ཡང་ཟུང་ལ་ལེགས་པར་ལྷོགས།
en: And keep and recite this samādhi. {7}

source: །ཕྱི་མའི་དུས་ལ་དགེ་སློང་མང་པོ་དག །བརྐམ་ཞིང་གཏུམ་ལ་མ་བསྡམས་འབྱུང་བར་འགྱུར།
en: “In future time, there will be many bhikṣus Who will be covetous, malicious, and without restraint.

source: །སྡིག་ལ་དགའ་ཞིང་ལྷུང་བཟེད་ཆོས་གོས་ཆགས།
en: They will enjoy bad actions and be attached to alms bowls and robes,

source: །ཏིང་འཛིན་འདི་ནི་རབ་ཏུ་སྤོང་བར་འགྱུར།
en: And they will reject completely this samādhi. {8}

source: །རྒོད་ཅིང་དབང་པོ་གཡེངས་པ་ཕྲག་དོག་ཅན།
en: “They will be unstable, distracted by their senses, and envious,

source: །གྲོང་ལ་ཆགས་ཤིང་རྙེད་པ་འདོད་པ་དག །སྦྱོར་བ་བྱེད་པའི་སྐབས་ལ་རྟག་ཏུ་གནས།
en: Attached to families and desiring gain. They will always be engaged in familiarity with them

source: །ལག་པ་དང་ནི་རྐང་པ་རྣམ་པར་རྡོབ།
en: “They will strike with their hands and feet.

source: །རྩེ་འཇོ་རྒོད་ལ་རྟག་པར་རབ་ཏུ་ཞུགས།
en: They will always engage in fun and play.

source: །གཅིག་ལ་གཅིག་ནི་མགུལ་འཁྱུད་ལག་ཀྱང་སྦྲེལ།
en: They will embrace each other and hold hands,

source: །གྲོང་དུ་སྤྱོད་ལམ་གཞན་དུ་སྒྱུར་བར་བྱེད།
en: And will do other kinds of laypeople’s activities. {10}

source: །མི་རིགས་སྦྱོར་བའི་མཚན་ཉིད་འདི་དག་སྟེ།
en: “They will have the signs of inappropriate activity.

source: །གཞན་གྱི་བུ་མོ་ལ་ཡང་རྟག་ཏུ་ཆགས། །གཟུགས་ཀྱིས་རྒྱུགས་ཤིང་འདུན་པ་བོར་བ་ཡིན།
en: They will always desire the daughters of others. They will be excited and captivated by bodies,

source: །གྲོང་དང་གྲོང་ཁྱེར་ཡུལ་འཁོར་ཀུན་ཏུ་རྒྱུ།
en: And roam through the villages, towns, and regions. {11}

source: །དེ་དག་བཟའ་དང་བཏུང་ལ་རབ་ཏུ་ཞུགས།
en: “They will always be engaged in eating and drinking,

source: །གླུ་དང་བྲོ་གར་དེ་བཞིན་རོལ་མོ་དང་། །ཉོ་འཚོང་ལྷག་པར་བྱེད་ཅིང་རྟག་ཏུ་བརྩོན།
en: And similarly in dance, song, and music. They will always be dedicated to buying and selling.

source: །བཏུང་བ་དག་ལ་ཆགས་ཤིང་ངོ་ཚ་བོར།
en: Attached to drinking, they will cast aside their shame. {12}

source: །མི་རིགས་བརྩོན་པ་སྤྲིང་ཡིག་སྐུར་བར་བྱེད།
en: “They will carry letters, engaging in inappropriate activity,

source: །ཚུལ་ཁྲིམས་དེ་བཞིན་ལམ་དག་བཏང་ནས་ནི།
en: And likewise discard correct conduct and the pure path.

source: །ཁྱིམ་པ་དག་དང་བསྟེན་ཅིང་ཁྲིམས་དྲལ་ནས།
en: They will break the rules through dwelling with families,

source: །དེ་དག་ཚུལ་ཞིག་ལོག་པར་ཤིན་ཏུ་གནས།
en: And having broken them continue engaging in incorrect conduct. {13}

source: །ལས་གང་སངས་རྒྱས་ཀྱིས་ནི་རྟག་སྨད་པ། །སྲང་དང་ཚད་ལ་གཡོ་སྒྱུ་བྱེད་པར་ཞུགས།
en: “They will be fraudulent with weights and measures, Always engaging in actions that the buddhas have rejected.

source: །དེ་འདྲའི་སྡིག་པ་ཉོན་མོངས་ལས་བྱས་པས།
en: Through doing those actions that are sinful and defiled,

source: །ལས་ངན་བྱེད་པ་དེ་དག་ངན་སོང་འགྲོ །དུང་དང་གསེར་དང་ནོར་བུ་ནོར་མང་དང་། །ཁྱིམ་དང་གཉེན་བཤེས་རྣམ་སྤངས་རབ་བྱུང་སྟེ།
en: They will have bad karma and will go to the lower realms. {14} “They will enter homelessness, forsaking home, Conches, gold and jewels, and great wealth;

source: །སངས་རྒྱས་བསྟན་པ་འདི་ལ་རབ་བྱུང་ནས།
en: But having entered homelessness within the Buddha’s teaching,

source: །སྡིག་པའི་ལས་རྣམས་ཤིན་ཏུ་སྤྱོད་པར་བྱེད།
en: They will continually engage in bad actions. {15}

source: །ནོར་དང་འབྲུ་ལ་སྙིང་པོར་འདུ་ཤེས་ཤིང་།
en: “They will see wealth and grain as essential.

source: །བཞོན་དང་བ་ལང་ཤིང་རྟ་རྣམས་ལ་ཆགས།
en: They will be attached to dairy cows, cattle, and carriages.

source: །གང་ལ་བསླབ་པའི་ནན་ཏན་མེད་པ་རྣམས།
en: These people who do not follow the training,

source: །དེ་དག་གིས་ཀྱང་ཅི་ཕྱིར་མགོ་བོ་བྲེགས།
en: Why will they have shaved their heads? {16}

source: །ངས་ནི་སྔོན་ཚེ་སྤྱོད་པ་སྤྱད་པ་ན།
en: “In the past I practiced bodhisattva conduct,

source: །བསྐལ་པ་སྟོང་དུ་ཤིན་ཏུ་དཀའ་སྤྱད་དེ།
en: Which was extremely difficult, for thousands of eons.

source: །ང་ཡིས་ཏིང་འཛིན་ཞི་བ་འདི་བཙལ་ན།
en: I did so seeking this samādhi of peace,

source: །དེ་དག་དེ་ཚེ་འདི་ཐོས་གད་མོས་འདེབས།
en: But they will laugh when they hear of it. {17}

source: །དེ་དག་ཡུན་རིང་བརྫུན་སྨྲ་ཚངས་མི་སྤྱོད།
en: “For a long time they will lie and will not be celibate.

source: །རྟག་ཏུ་རྙེད་ལ་དགའ་ཞིང་ངན་སོང་གཞོལ།
en: Always enjoying what is harmful, they will descend to the lower realms.

source: །ཚངས་པར་སྤྱོད་པའི་རྒྱལ་མཚན་ཐོགས་ནས་ནི།
en: They will hold up the banner of celibacy,

source: །ཚུལ་ཁྲིམས་འཆལ་པ་དེ་ནི་ཆོས་མིན་སྨྲ།
en: But will have bad conduct and what they teach will not be the Dharma. {18}

source: །དེ་དག་ཕན་ཚུན་དབྱེ་བའི་ཕྱིར་འཇུག་སྟེ།
en: “They will be divided against each other.

source: །རིགས་པ་མ་ཡིན་པས་ནི་རྙེད་པ་ཚོལ།
en: They will yearn for that which is acquired inappropriately.

source: །གཅིག་ལ་གཅིག་ནི་མི་སྙན་རབ་བརྗོད་དེ།
en: They will say unpleasant things to each other,

source: །ཤི་འཕོས་ནས་ནི་ངན་སོང་སར་ཡང་འགྲོ།
en: And when they die they will go to the level of the lower existences. {19}

source: །དེ་དག་བརྒྱ་དང་སྟོང་གི་ནང་ན་ཡང་།
en: “It will be hard to find among a hundred, a thousand,

source: །དེ་ཚེ་བཟོད་པའི་སྟོབས་ལྡན་ཤིན་ཏུ་དཀོན།
en: One who has the power of patience.

source: །དེ་ཕྱིར་འཐབ་ལ་བརྩོན་པ་མང་པོ་འབྱུང་།
en: Therefore there will be many who are deeply involved in quarreling.

source: །བཟོད་པ་སྤངས་ནས་རབ་ཏུ་སྤྲོས་པ་བྱེད།
en: They will explain elaborately, having rejected patience. {20}

source: །བྱང་ཆུབ་སེམས་དཔའ་ངེད་ཡིན་ཚིག་ཏུ་སྨྲ།
en: “They will say the words, ‘I am a bodhisattva,’

source: །དེ་ཡི་སྒྲ་ཡང་ཕྱོགས་དང་ཕྱོགས་སུ་འགྲོ།
en: And those words will spread in every direction.

source: །མི་བདེན་སྒྲ་ཡི་དྲེགས་པས་དེ་རྒྱགས་ཏེ། །ཚུལ་ཁྲིམས་ཉམས་ལ་བྱང་ཆུབ་ག་ལ་ཡོད།
en: They will become conceited through their arrogant, false words, But how can there be enlightenment for someone whose conduct has gone astray? {21} “I have never heard of, nor have I seen,

source: །གང་ལ་བསམ་པ་རྣམ་པར་དག་མེད་ཅིང་།
en: Someone whose motivation is not pure

source: །ཆོས་འདི་ལ་ཡང་བཟོད་པ་མེད་པ་དང་། །ཆོས་རྣམས་སྤོང་བྱེད་བྱང་ཆུབ་འདི་ཐོབ་པ། །ངས་ནི་མ་ཐོས་ནམ་ཡང་ཡོང་མ་མཐོང་།
en: And who has no patience for these phenomena, Attaining enlightenment after discarding the Dharma. {22}

source: །དེ་དག་འཇིགས་ཤིང་སྐྲག་ནས་ཁྱིམ་སྤངས་ཏེ།
en: “It is through fear and anxiety they will have abandoned their homes And held firmly to the homeless life.

source: །རབ་ཏུ་བྱུང་ནས་ཤིན་ཏུ་དམ་དུ་འཛིན།
en: But having acute desires they will proceed toward destruction,

source: །སྐྱེས་བུ་དམ་པའི་ཐེག་པ་སྤང་བྱས་ནས། །བྱེ་བྲག་ལྷག་པར་འདོད་པ་བརླག་པར་འགྱུར།
en: Forsaking the way of the supreme humans. {23}

source: །ཤེས་རབ་དམན་ཞིང་ཡོན་ཏན་རྣམ་སྤངས་པ།
en: “They will have inferior wisdom and be devoid of good qualities,

source: །ཐེག་པ་མཆོག་གི་ཉེས་པ་རྟག་ཏུ་བརྗོད།
en: And they will always be criticizing the supreme yāna. They will always be talking about the hundreds of faults

source: །གང་གི་སྐྱབས་སུ་དེ་དག་རབ་ཞུགས་པ། །དེ་ཉིད་ལ་ཡང་ཉེས་པ་བརྒྱ་དག་བརྗོད།
en: Of that in which they have taken refuge. {24}

source: །འཚོ་བ་མེད་པ་མང་པོ་རབ་བྱུང་སྟེ།
en: “Many will have entered homelessness because they had no livelihood.

source: །སངས་རྒྱས་བྱང་ཆུབ་རྣམ་པ་ཀུན་མི་འདོད།
en: They will have no wish at all for the enlightenment of buddhahood.

source: །བྱིས་པ་དེ་དག་བདག་ཏུ་ལྟ་ལ་གནས།
en: Those foolish ones will maintain the view of a self

source: །སྟོང་པ་ཉིད་ནི་ཐོས་ནས་སྐྲག་པར་འགྱུར།
en: And become afraid when they hear of emptiness. {25}

source: །ཕན་ཚུན་དུ་ཡང་རྩོད་པ་བྱས་ནས་ནི།
en: “They will quarrel with each other

source: །གནོད་སེམས་ཁོང་ཁྲོ་ཐ་བ་རབ་ཏུ་སྐྱེད།
en: And develop intractable evil malice.

source: །ཕན་ཚུན་དུ་ཡང་སྐུར་པ་མངོན་འདེབས་ཤིང་།
en: They will say unpleasant things to each other

source: །སྡིག་པ་བྱས་ནས་ཤིན་ཏུ་དགའ་བ་རྙེད།
en: And find great joy in having done bad things. {26}

source: །གང་དག་ཚུལ་ཁྲིམས་གནས་ཤིང་ཡོན་ཏན་ལྡན།
en: “Those who have correct conduct will have good qualities.

source: །བྱམས་ལ་གནས་ཤིང་རྟག་ཏུ་བཟོད་རྟོགས་པ། །མཉེན་ཞིང་དེས་ལ་ཤིན་ཏུ་བསྡམས་པ་རྣམས།
en: They will always remain loving and be skilled in patience. They will be perfectly gentle, kind, and controlled—

source: །དེ་དག་དེ་ཚེ་ཡོངས་སུ་བརྙས་པར་འགྱུར།
en: Yet they will be the ones despised at that time. {27}

source: །གང་ལ་ཤིན་ཏུ་གཏུམ་སེམས་ལྡན་འབྱུང་དང་། །མི་བཟང་མ་རུངས་ངན་པའི་ལས་བྱེད་པ།
en: “Those who have wicked minds, Who are dreadful, and accomplish terrible, very low actions,

source: །ཆོས་མ་ཡིན་པ་སྤྱོད་ཅིང་འཐབ་ལ་དགའ།
en: Those whose conduct is not that of the Dharma and who enjoy fighting:

source: །དེ་དག་དེ་ཡི་དུས་ན་མཆོད་པར་འགྱུར།
en: They will have offerings made to them at that time. {28}

source: །བསྒོ་བར་བྱ་ཞིང་རབ་ཏུ་གོ་བར་བྱ།
en: “I declare this, I know this.

source: །གཞོན་ནུ་ང་ལ་དད་པའི་ཕྱིར་འབྲང་ན།
en: Young man, if you have faith in me,

source: །བདེ་བར་གཤེགས་པས་བསྟན་པ་འདི་དྲན་ནས།
en: Remember this teaching by the Sugata

source: །དེ་དག་ལ་ནི་ནམ་ཡང་ཡིད་མི་རྟོན།
en: And never depend on those others. {29}

source: །དེ་དག་འདོད་ཆགས་ཆེ་ཞིང་ཞེ་སྡང་ཆེ།
en: “They will have strong desire and strong anger.

source: །གཏི་མུག་ཆེ་ཞིང་ང་རྒྱལ་དྲེགས་པས་རྒྱགས།
en: They will have strong ignorance and be conceited and arrogant.

source: །ལུས་ཀྱང་མ་དུལ་ངག་ཀྱང་མ་དུལ་ཞིང་།
en: They will have unrestrained bodies and unrestrained speech

source: །སེམས་ཀྱང་མ་དུལ་ངན་སོང་གཞོལ་བ་ཡིན།
en: And unrestrained minds, and will descend to the lower existences. {30}

source: །ང་ནི་ཡོན་ཏན་དག་གི་བསྔགས་བརྗོད་ན།
en: “I have recited the praises of those qualities

source: །དགེ་སློང་ཡོན་ཏན་དག་ལ་མི་སྤྱོད་དེ།
en: But the bhikṣus will not practice these qualities.

source: །ཚིག་ཙམ་གྱིས་ནི་བྱང་ཆུབ་ཐོབ་མི་འགྱུར།
en: Enlightenment is not attained by mere words.

source: །ནན་ཏན་ལྷུར་བྱེད་བྱང་ཆུབ་རྙེད་མི་དཀའ།
en: For one who is dedicated to practice, enlightenment will not be difficult to attain.” {31}

source: །སྔོན་བྱུང་བའི་ལེའུ་སྟེ་བཅུ་དྲུག་པའོ།། །།
en: Conclusion of the sixteenth chapter, “The Past.”

source: དེ་ནས་གཏམ་འདི་མཐར་ཕྱིན་པར་གྱུར་པ་དང་དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་དེ་ལྟར་འདུག་བཞིན་དུ་བཅོམ་ལྡན་འདས་ལ་ཡིད་ཀྱིས་ཚིགས་སུ་བཅད་པས་ཞུས་པ།
en: The Entranceway to the Samādhi That Is Taught by Many Buddhas Chapter 17 When the Bhagavān had finished speaking, the bodhisattva mahāsattva Maitreya, who was seated there, in his mind recited this verse to the Bhagavān.

source: རི་ཡི་རྒྱལ་པོ་བྱ་རྒོད་ཕུང་པོ་སྟེ།
en: “I am going, Tathāgata, to the king of mountains,

source: །རྟག་ཏུ་སངས་རྒྱས་གནས་པར་བདེ་གཤེགས་བཞུད།
en: Gṛdhrakūṭa, which is always the residence of the buddhas.

source: །འཇིག་རྟེན་སྒྲོན་མ་དེར་ཡང་གཤེགས་ནས་ནི།
en: When I have gone there, lamp of the world,

source: །ཁྱོད་ལ་བསམ་གྱིས་མི་ཁྱབ་མཆོད་པ་བགྱི།
en: I will make inconceivable offerings to you.” {i}
